[{
    "name": "Wilfred, the Esteemed Wizard",
    "level": 2,
    "stats": {
        "health": 20,
        "magicka": 50,
        "reflex": 5,
        "wisdom": 10,
        "armor": 2
    },
    "pow_dmg": [
        [1, 2],
        [2, 3],
        [4, 8],
        [8, 12]
    ],
    "attack_flv_texts": [
        "Wilfred dives his hand into his robe, preparing to fling powder at you.",
        "Wilfred begins to chant a spell. He's about to attack.",
        "Wilfred waves his hands sporadically. He's casting a rune.",
        "Wilfred reveals a dark orb, his face terrible to behold."
    ],
    "defend_flv_texts": [
        "Wilfred summons a shield. He hides behind it."
    ],
    "idle_flv_texts": [
        "Wilfred grins smugly, all defenses recklessly abandoned."
    ]
}, {
    "name": "Possesed Nutcracker",
    "level": 1,
    "pow_dmg": [
        [2, 3],
        [3, 5],
        [4, 6],
        [5, 8]
    ],
    "stats": {
        "health": 15,
        "magicka": 0,
        "reflex": 8,
        "wisdom": 2,
        "armor": 8
    },
    "attack_flv_texts": [
        "Possesed Nutcracker prepares for a quick swipe of the sword.",
        "Possesed Nutcracker steps back with sword back, ready to lunge.",
        "Possesed Nutcracker mechanically stoops for a quick jump forward.",
        "Possesed Nutcraker is ready to flurry! You see a glint in it's cold eyes."
    ],
    "defend_flv_texts": [
        "Possessed Nutcracker steps back and raises its sword in a defensive posture."
    ],
    "idle_flv_texts": [
        "Possessed Nutcracker cocks it's head quizzically - it seems confused."
    ]
}, {
    "name": "Evil Chris",
    "level": 2,
    "pow_dmg": [
        [1, 4],
        [3, 6],
        [5, 8],
        [6, 10]
    ],
    "stats": {
        "health": 20,
        "magicka": 0,
        "reflex": 8,
        "wisdom": 2,
        "armor": 8
    },
    "attack_flv_texts": [
        "Evil Chris is about to give a steely leer",
        "Evil Chris is going to smack you!",
        "Evil Chris is going to chomp, and he hasn't brushed!",
        "Evil Chris is going to spew a series of profanities!"
    ],
    "defend_flv_texts": [
        "Evil Chris hides behind his enormous, if unfounded, confidence"
    ],
    "idle_flv_texts": [
        "Evil Chris is pondering your last quip."
    ]
}, {
    "name": "Herbert the Derp Deer",
    "level": 1,
    "pow_dmg": [
        [1, 3],
        [3, 5],
        [5, 8],
        [6, 10]
    ],
    "stats": {
        "health": 20,
        "magicka": 0,
        "reflex": 8,
        "wisdom": 2,
        "armor": 8
    },
    "attack_flv_texts": [
        "Herbert the derp deer is about to release a screechy whinny!",
        "Herbert the derp deer thinks your face is an apple! No, Herbert!!",
        "Herbert the derp deer is spins around, ready to kick!",
        "Herbert is summoning a Cthulu Lord! Don't do it, Herbert!!"
    ],
    "defend_flv_texts": [
        "Herbert lowers his head and reveals his tough antlers"
    ],
    "idle_flv_texts": [
        "Herbert the derp deer looks around, tounge hanging out of his mouth."
    ]
}]