[
  {
    "text": "I speak without a mouth and hear without ears. I have no body, but I come alive with wind. What am I?",
    "answer": "an echo"
  },
  {
    "text": "The more of me you take, the more you leave behind. What am I?",
    "answer": "footsteps"
  },
  {
    "text": "What has to be broken before you can use it?",
    "answer": "a glow stick"
  },
  {
    "text": "I’m light as a feather, yet the strongest person can’t hold me for very long. What am I?",
    "answer": "a breath"
  },
  {
    "text": "I’m always in front of you but can’t be seen. What am I?",
    "answer": "the future"
  },
  {
    "text": "I’m tall when I’m young, and I’m short when I’m old. What am I?",
    "answer": "a candle"
  },
  {
    "text": "I fly without wings, I cry without eyes. Whenever I go, darkness flies. What am I?",
    "answer": "a cloud"
  },
  {
    "text": "What can you keep after giving it to someone?",
    "answer": "a promise"
  },
  {
    "text": "I can fill a room, but I take up no space. What am I?",
    "answer": "light"
  },
  {
    "text": "What has keys but can’t open locks?",
    "answer": "a piano"
  },
  {
    "text": "What can travel around the world while staying in the same spot?",
    "answer": "postage"
  },
  {
    "text": "What has a neck but no head?",
    "answer": "a bottle"
  },
  {
    "text": "What can run but never walks, has a bed but never sleeps, and has a mouth but never talks?",
    "answer": "a river"
  },
  {
    "text": "What begins with T, ends with T, and has T in it?",
    "answer": "a teapot"
  },
  {
    "text": "The more you have of me, the less you see. What am I?",
    "answer": "darkness"
  },
  {
    "text": "What has many needles but doesn’t sew?",
    "answer": "a pine tree"
  },
  {
    "text": "What comes once in a minute, twice in a moment, but never in a thousand years?",
    "answer": "the letter m"
  },
  {
    "text": "What gets wetter the more it dries?",
    "answer": "a towel"
  },
  {
    "text": "What has an eye but can’t see?",
    "answer": "a hurricane"
  },
  {
    "text": "What has hands but can’t clap?",
    "answer": "a clock"
  },
  {
    "text": "What can be caught but never thrown?",
    "answer": "illness"
  },
  {
    "text": "What is full of holes but still holds water?",
    "answer": "a sponge"
  },
  {
    "text": "What has no beginning, end, or middle?",
    "answer": "a circle"
  },
  {
    "text": "What is so fragile that saying its name breaks it?",
    "answer": "silence"
  },
  {
    "text": "What has legs but doesn’t walk?",
    "answer": "a table"
  }
]
